Repository: NaN-tic/trytond-stock_scanner
Catalog: locale/*.po
Languages: ca, es

# field:stock.configuration,scanner_fill_quantity:
source: Fill Quantity
ca: Emplena quantitat
es: Rellenar cantidad

# field:stock.configuration,scanner_on_shipment_in:
source: Scanner on Supplier Shipments?
ca: Escanejat a albarans de proveïdor?
es: ¿Escaneado en albaranes de proveedor?

# field:stock.configuration,scanner_on_shipment_in_return:
source: Scanner on Supplier Return Shipments?
ca: Escanejat a albarans de devolució de proveïdor?
es: ¿Escaneado en albaranes de devolución de proveedor?

# field:stock.configuration,scanner_on_shipment_out:
source: Scanner on Customer Shipments?
ca: Escanejat albarans de client?
es: ¿Escaneado en albaranes de cliente?

# field:stock.configuration,scanner_on_shipment_out_return:
source: Scanner on Customer Return Shipments?
ca: Escanejat a devolucions de client?
es: ¿Escaneado en devolución de cliente?

# field:stock.configuration,scanner_pending_quantity:
source: Scanner Pending Quantity
ca: Quantitat pendent escaneig
es: Cantidad escaneado pendiente

# field:stock.configuration,scanner_picking_check:
source: Scanner Picking Check
es: Comprobar albarán a escanear

# field:stock.move,pending_quantity:
source: Pending Quantity
ca: Quantitat pendent
es: Cantidad pendiente

# field:stock.move,scanned_quantity:
source: Scanned Quantity
ca: Quantitat escanejada
es: Cantidad escaneada

# field:stock.picking.shipment.out.ask,shipment:
source: Shipment
ca: Albarà
es: Albarán

# field:stock.picking.shipment.out.ask,to_pick:
source: To Pick
ca: Per recollir
es: Por recoger

# field:stock.picking.shipment.out.result,note:
source: Note
ca: Nota
es: Nota

# field:stock.picking.shipment.out.result,shipment:
source: Shipment
ca: Albarà
es: Albarán

# field:stock.picking.shipment.out.scan,pending_moves:
source: APP Pending Moves
ca: APP moviments pendents
es: APP movimientos pendientes

# field:stock.picking.shipment.out.scan,product:
source: Product
ca: Producte
es: Producto

# field:stock.picking.shipment.out.scan,shipment:
source: Shipment
ca: Albarà
es: Albarán

# field:stock.picking.shipment.out.scan,to_pick:
source: To pick
ca: Per recollir
es: Recoger

# field:stock.scanner.inventory.ask,empty_quantity:
source: Empty Quantity
ca: Quantitat en blanc
es: Cantidad en blanco

# field:stock.scanner.inventory.ask,inventory:
source: Inventory
ca: Inventari
es: Inventario

# field:stock.scanner.inventory.ask,load_complete_lines:
source: Load Complete Lines
ca: Completa línies completes
es: Completar líneas completas

# field:stock.scanner.inventory.ask,location:
source: Location
ca: Ubicació
es: Ubicación

# field:stock.scanner.inventory.ask,lost_found:
source: Lost and Found
ca: Perdut i trobat
es: Perdido-encontrado

# field:stock.scanner.inventory.ask,to_inventory:
source: To Pick
ca: Per recollir
es: Por recoger

# field:stock.scanner.inventory.result,inventory:
source: Inventory
ca: Inventari
es: Inventario

# field:stock.scanner.inventory.scan,complete_lines:
source: Complete Lines
ca: Línies completes
es: Líneas completas

# field:stock.scanner.inventory.scan,inventory:
source: Inventory
ca: Inventari
es: Inventario

# field:stock.scanner.inventory.scan,lines:
source: Lines
ca: Línies
es: Líneas

# field:stock.scanner.inventory.scan,location:
source: Location
ca: Ubicació
es: Ubicación

# field:stock.scanner.inventory.scan,lost_found:
source: Lost and Found
ca: Perdut i trobat
es: Perdido-encontrado

# field:stock.scanner.inventory.scan,product:
source: Product
ca: Producte
es: Producto

# field:stock.scanner.inventory.scan,stop_complete_lines:
source: Stop Complete Lines
ca: Finalitza completa línies
es: Fin completar líneas

# field:stock.scanner.inventory.scan,to_pick:
source: To pick
ca: Per recollir
es: Recoger

# field:stock.shipment.in,pending_moves:
source: Pending Moves
ca: Moviments pendents
es: Movimientos pendientes

# field:stock.shipment.in,scannable_products:
source: Scannable Products
ca: Escanejar productes
es: Escanear productos

# field:stock.shipment.in,scanned_product:
source: Scanned product
ca: Producte escanejat
es: Producto escaneado

# field:stock.shipment.in,scanned_product_unit_digits:
source: Scanned Product Unit Digits
es: Dígitos unidad escaneada

# field:stock.shipment.in,scanned_quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:stock.shipment.in,scanned_uom:
source: Scanned UoM
ca: UdM escanejada
es: UdM escaneada

# field:stock.shipment.in,scanner_enabled:
source: Scanner Enabled
ca: Escanejat habilitat
es: Escaneado habilitado

# field:stock.shipment.out,pending_moves:
source: Pending Moves
ca: Moviments pendents
es: Movimientos pendientes

# field:stock.shipment.out,scannable_products:
source: Scannable Products
ca: Escanejar productes
es: Escanear productos

# field:stock.shipment.out,scanned_product:
source: Scanned product
ca: Producte escanejat
es: Producto escaneado

# field:stock.shipment.out,scanned_product_unit_digits:
source: Scanned Product Unit Digits
es: Dígitos unidad escaneada

# field:stock.shipment.out,scanned_quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:stock.shipment.out,scanned_uom:
source: Scanned UoM
ca: UdM escanejada
es: UdM escaneada

# field:stock.shipment.out,scanner_enabled:
source: Scanner Enabled
ca: Escanejat habilitat
es: Escaneado habilitado

# field:stock.shipment.out.return,pending_moves:
source: Pending Moves
ca: Moviments pendents
es: Movimientos pendientes

# field:stock.shipment.out.return,scannable_products:
source: Scannable Products
ca: Escanejar productes
es: Escanear productos

# field:stock.shipment.out.return,scanned_product:
source: Scanned product
ca: Producte escanejat
es: Producto escaneado

# field:stock.shipment.out.return,scanned_product_unit_digits:
source: Scanned Product Unit Digits
es: Dígitos unidad escaneada

# field:stock.shipment.out.return,scanned_quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:stock.shipment.out.return,scanned_uom:
source: Scanned UoM
ca: UdM escanejada
es: UdM escaneada

# field:stock.shipment.out.return,scanner_enabled:
source: Scanner Enabled
ca: Escanejat habilitat
es: Escaneado habilitado

# help:stock.configuration,scanner_fill_quantity:
source: If marked pending quantity is loaded when product is scanned
ca: Si es marca, es carregara la quantitat pendent al escanejar un producte.
es: Si esta marcado la cantidad pendiente se pone or defecto cuando se escanea un producto.

# help:stock.configuration,scanner_pending_quantity:
source: Quantity scanned are pending quantities
ca: Quantitats escanejades està pendent de quantitats
es: Cantidades escaneadas tiene cantidades pendientes

# help:stock.move,pending_quantity:
source: Quantity pending to be scanned
ca: Quantitat pendent d'escanejar
es: Cantidad pendiente de escanear.

# help:stock.shipment.in,pending_moves:
source: List of pending products to be scan.
ca: Llista de productes pendents d'escanejar
es: Lista de productos pendientes de escanear.

# help:stock.shipment.in,scanned_product:
source: Scan the code of the next product.
ca: Escanejeu el codi del proxim producte
es: Escanear el codigo del siguiente producto.

# help:stock.shipment.in,scanned_quantity:
source: Quantity of the scanned product.
ca: Quantitat del producte escanejat
es: Cantidad del producto escaneado.

# help:stock.shipment.out,pending_moves:
source: List of pending products to be scan.
ca: Llista de productes pendents d'escanejar
es: Lista de productos pendientes de escanear.

# help:stock.shipment.out,scanned_product:
source: Scan the code of the next product.
ca: Escanejeu el codi del proxim producte
es: Escanear el codigo del siguiente producto.

# help:stock.shipment.out,scanned_quantity:
source: Quantity of the scanned product.
ca: Quantitat del producte escanejat
es: Cantidad del producto escaneado.

# help:stock.shipment.out.return,pending_moves:
source: List of pending products to be scan.
ca: Llista de productes pendents d'escanejar
es: Lista de productos pendientes de escanear.

# help:stock.shipment.out.return,scanned_product:
source: Scan the code of the next product.
ca: Escanejeu el codi del proxim producte
es: Escanear el codigo del siguiente producto.

# help:stock.shipment.out.return,scanned_quantity:
source: Quantity of the scanned product.
ca: Quantitat del producte escanejat
es: Cantidad del producto escaneado.

# model:ir.action,name:act_stock_picking_shipment_out
source: Shipment Out Picking
ca: Recollir albarà de client
es: Recoger albarán de cliente

# model:ir.action,name:act_stock_scanner_inventory
source: Stock Scanner Inventory
ca: Inventari escaneig
es: Escaneado inventario

# model:ir.message,text:msg_product_not_found
source: Not found "%(product)s" product
es: El producto "%(product)s" no lo tenemos en el albarán.

# model:ir.message,text:msg_scan_all
source: Are you sure you want to scan all pending moves and leave them as received? This action cannot be undone.
ca: Esteu segurs de voler escanejar tots els moviments i passar a rebut? Aquesta acció no es pot desfer.
es: ¿Está seguro de escanear todos los movimientos y marcar como recibido? Esta acción no se podrá deshacer.

# model:ir.message,text:msg_scan_inventory_location
source: From location and to location type are not lost found and storage
ca: El tipus "desde la ubicació" i "a la ubicació" no és perdut-trobat i interna
es: El tipo "desde ubicación" y "a la ubicación" no es perdido-encontrado y interna

# model:ir.message,text:msg_scanned_quantity
source: Scanned quantity greater than move quantity.
es: Cantidad escaneada mayor que la cantidad del movimiento.

# model:ir.model.button,string:shipment_in_reset_button
source: Reset Scanned Quantities
ca: Reestableix quantitats escanejades
es: Reestablecer cantidad escaneada

# model:ir.model.button,string:shipment_in_scan_all_button
source: Scan All
ca: Escaneja tot
es: Escanear todo

# model:ir.model.button,string:shipment_in_scan_button
source: Scan
ca: Escaneja
es: Escanear

# model:ir.model.button,string:shipment_out_reset_button
source: Reset Scanned Quantities
ca: Reestableix quantitats escanejades
es: Reestablecer cantidad escaneada

# model:ir.model.button,string:shipment_out_return_reset_button
source: Reset Scanned Quantities
ca: Reestableix quantitats escanejades
es: Reestablecer cantidad escaneada

# model:ir.model.button,string:shipment_out_return_scan_all_button
source: Scan All
ca: Escaneja tot
es: Escanear todo

# model:ir.model.button,string:shipment_out_return_scan_button
source: Scan
ca: Escaneja
es: Escanear

# model:ir.model.button,string:shipment_out_scan_all_button
source: Scan All
ca: Escaneja tot
es: Escanear todo

# model:ir.model.button,string:shipment_out_scan_button
source: Scan
ca: Escaneja
es: Escanear

# model:ir.ui.menu,name:menu_stock_scanner_inventory
source: Scanner Inventory
ca: Escaneig d'inventari
es: Inventario escaner

# model:ir.ui.menu,name:menu_stock_shipment_out_picking
source: Shipment Out Picking
ca: Recollir albarans de client
es: Recogida albarán de cliente

# model:res.group,name:group_stock_scan_all
source: Stock Scan All
ca: Logística - Escanejar tot
es: Logística - Escanear todo

# model:stock.picking.shipment.out.ask,name:
source: Stock Picking Shipment Out Ask
ca: Inici recollir albarà de client
es: Inicio recogida albaranes de cliente

# model:stock.picking.shipment.out.result,name:
source: Stock Picking Shipment Out Result
ca: Resultat recollir albarà de client
es: Resultado recogida albarán de cliente

# model:stock.picking.shipment.out.scan,name:
source: Stock Picking Shipment Out Scan
ca: Escanner recollida albarà de client
es: Escanear recogida albaranes de cliente

# model:stock.scanner.inventory.ask,name:
source: Stock Scanner Inventory Ask
ca: Inici escaneig inventari
es: Inicio escaneado inventario

# model:stock.scanner.inventory.result,name:
source: Stock Scanner Inventory Result
ca: Resultat inventari stock scanner
es: Resultado escaneado inventario

# model:stock.scanner.inventory.scan,name:
source: Stock Scanner Inventory Scan
ca: Escaneig d'inventari
es: Escaneado inventario

# selection:stock.scanner.inventory.ask,empty_quantity:
source: Empty
ca: Buit
es: Vacío

# selection:stock.scanner.inventory.ask,empty_quantity:
source: Keep
ca: Manté
es: Mantener

# selection:stock.scanner.inventory.ask,to_inventory:
source: Complete
ca: Completa
es: Completar

# selection:stock.scanner.inventory.ask,to_inventory:
source: Products
ca: Productes
es: Productos

# view:stock.configuration:
source: Scanning Configuration
ca: Configuració escanejat
es: Configuración escaneado

# view:stock.move:
source: Pending Move
ca: Moviment pendent
es: Movimiento pendiente

# view:stock.move:
source: Pending Moves
ca: Moviments pendents
es: Movimientos pendientes

# view:stock.picking.shipment.out.result:
source: Done picking shipment
ca: Finalitzar recollida d'albarà
es: Finalizar recogida albaran

# view:stock.scanner.inventory.result:
source: Done Inventory
ca: Inventari finalitzat
es: Finalizar inventario

# view:stock.shipment.in:
source: Scan
ca: Escaneja
es: Escanear

# view:stock.shipment.out.return:
source: Reset Scanned Quantities
ca: Reestableix quantitats escanejades
es: Reestablecer cantidad escaneada

# view:stock.shipment.out.return:
source: Scan
ca: Escaneja
es: Escanear

# view:stock.shipment.out.return:
source: Scan All
ca: Escaneja tot
es: Escanear todo

# view:stock.shipment.out:
source: Reset Scanned Quantities
ca: Reestableix quantitats escanejades
es: Reestablecer cantidad escaneada

# view:stock.shipment.out:
source: Scan
ca: Escaneja
es: Escanear

# view:stock.shipment.out:
source: Scan All
ca: Escaneja tot
es: Escanear todo

# wizard_button:stock.picking.shipment.out,ask,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:stock.picking.shipment.out,ask,scan:
source: Scan
ca: Escaneja
es: Escanear

# wizard_button:stock.picking.shipment.out,result,ask:
source: Start
ca: Inici
es: Inicio

# wizard_button:stock.picking.shipment.out,result,end:
source: Done
ca: Finalitza
es: Finalizar

# wizard_button:stock.picking.shipment.out,scan,ask:
source: Back
ca: Enrerra
es: Atrás

# wizard_button:stock.picking.shipment.out,scan,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:stock.picking.shipment.out,scan,packed:
source: Packed
ca: Empaquetat
es: Empaquetado

# wizard_button:stock.picking.shipment.out,scan,pick:
source: Pick
ca: Recollir
es: Recoger

# wizard_button:stock.scanner.inventory,ask,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:stock.scanner.inventory,ask,scan:
source: Scan
ca: Escaneja
es: Escanear

# wizard_button:stock.scanner.inventory,result,ask:
source: Start
ca: Inici
es: Inicio

# wizard_button:stock.scanner.inventory,result,end:
source: Done
ca: Finalitzat
es: Finalizar

# wizard_button:stock.scanner.inventory,scan,pick:
source: Pick
ca: Recollir
es: Recoger
